<div class="author__container">
<p class="title__m title__bold">Александр Александрович Блок</p>
<p class="title__m">Россия, 28.11.1880 - 7.8.1921</p>
    <img SRC="http://www.ruslania.com/templates-html/books-authors/Image/Blok.jpg" width="200" class="author__img" />


Александр Александрович Блок родился в Петербурге 28 ноября 1880 года в семье профессора философии и права Варшавского университета А.Л.Блока. Его дед по матери А.Н.Бекетов был видным ученым, ректором Петербургского университета.
Детские годы Блок провел в семье Бекетовых, жил в имении деда Шахматово (недалеко от г.Клина). <br><br>

В 1906 году Блок окончил историко-филологический факультет Петербургского университета. Стихи начал писать еще будучи студентом. В 1902 году Блок дебютировал стихотворным циклом "Из посвящений" в журнале "Новый путь". <br><br>

В ранний период творчества Блок находился под влиянием философии Вл.Соловьева. В 1898-1904 годах он создает цикл "Стихов о Прекрасной Даме", проникнутый мистическими чаяниями о пришествии в мир Вечной Женственности и составивший его первую книгу. Уже во второй книге стихов (1904-1908) мистические настроения отходят на второй план. <br><br>

До 1916 года Блок создает все главные свои произведения, объединенные в третью книгу стихов (1907-1916). После 1916 года наступает пауза в поэтическом творчестве Блока. Первое написанное после почти двухлетнего молчания произведение - поэма "Двенадцать" (январь 1918 года). В этом же году Блок пишет поэму "Скифы". <br><br>

Умер поэт 7 августа 1921 года в своей квартире на набережной реки Пряжки. 10 августа Блока похоронили на Смоленском кладбище, где находились могилы его родных - Бекетовых. 27-28 сентября 1944 года прах Блока был перезахоронен на Литераторских мостках Волкова кладбища. 
</div>